[
  {
    "type": "list_hero",
    "content": {
      "title": "Governance Token",
      "text": "<p>Let's build together the <br>descentralized future</p>",
      "image": "",
      "logo": "./images/logo_white.svg"
    }
  },
  {
    "type": "list_paragraph",
    "content": {
      "type": "square",
      "title": "What’s the token purpose?",
      "text": "<p>The governance of the 4CADIA Foundation is divided through voting shares which grant voting rights to its owner and 4GT (4CADIA Governance Token) are required to interact with the smart contracts. 4GT are collateralized at 1:1 to voting shares of the 4CADIA Foundation and owners can use these tokens to vote on specific subjects, described in the 4CADIA Governance Contract. 4GT have a controlled supply mechanism and can be exchanged freely globally.</p>",
      "containerClass": "text-left"
    }
  },  {
    "type": "list_paragraph",
    "content": {
      "type": "full",
      "title": "How I get the Token?",
      "text": "<p>To purchase token is necessary to connect to one of the identity providers listed, make a registration in the platform, deposit the value in Ether and check the announced auctions. After choosing the auction, the member needs to place a blind offer of volume (in percentage) and price per token, during the bidding process anyone can change their bid (this period expires in 30 days). At the end of the auction, the highest bids (by price per token) are fulfilled until the amount of funds earned cover the forecasted costs.</p>",
      "containerClass": "text-right"

    }
  },
  {
    "type": "list_card",
    "content": {
      "title": "Member Benefits",
      "data": [
        {
          "icon": "./images/utility.svg",
          "title": "Utility Token",
          "text": "<p>Facilitate the distribution and sharing of rewards and benefits in 4Cadia's integrated dapps.</p>"
        },
        {
          "icon": "./images/premium.svg",
          "title": "Premium Access",
          "text": "<p>Participate in the early stages  integrated tests of the 4CADIA ecosystem</p>"
        },
        {
          "icon": "./images/airdrop.svg",
          "title": "Airdrops",
          "text": "<p>Receive airdrops from specific solutions inside the ecosystem to create network effect.</p>"
        }
      ]
    }
  },
  {
    "type": "list_card",
    "content": {
      "title": "Interaction",
      "type": "full",
      "data": [
        {
          "icon": "./images/governance.svg",
          "title": "Governance",
          "text": "<p>All 4GT owners will be entitled to vote on subjects described in the 4CADIA Governance Contract. The voting will last 30 days and the results will be tallied and circulated to the voting participants. Tokens used for voting are not spent, they remain in the wallet and only has voting power if the wallet is identifiable inside the compatible identity solutions that the foundation accept.</p>"
        },
        {
          "icon": "./images/bylaw.svg",
          "title": "Confidence Motion",
          "text": "<p>Governing members may interact with the governance ecosystem by initiating or taking part in a confidence motion to vote on by-law changes or to vote on hiring or firing executive members.</p>"
        },
        {
          "icon": "./images/auction.svg",
          "title": "Auction",
          "text": "<p>4GT auction platform aims to provide members a fair and transparent experience with valid data, accumulated auction history and proven users by a secure identity.</p>"
        }
      ]
    }
  },
  {
    "type": "roadmap",
    "content": {
      "title": "Roadmap",
      "text": "<p>See the next deliveries of our organization</p>",
      "list": {
        "data": [
          {
            "title": "Token 1.0 MVP",
            "text": "<p1>-Token created <br> -Members benefits</p1>"
          },
          {
            "title": "Token 1.0 + Auction ETH",
            "text": "<p2>-Token (without user ineraction, saft, frontend) <br> - Auction (simple auction only with ETH) <br> - Smartcontract tests <br> - Proxy <br> - Payment in Ether</p2>"
          },
          {
            "title": "Token 2.0 + Full Auction",
            "text": "<p3>- Token (proxy) <br> - Full auction <br> - Payment in Ether / Fiat / Paypal</p3>"
          },
          {
            "title": "Token 2.0 + Full Auction + Vote",
            "text": "<p4>- Token <br> - Full auction <br> - Vote</p4>"
          },
          {
            "title": "Token 2.0 + Full Auction + Vote + 2.0",
            "text": "<p5>- Token <br> - Full auction <br> - Vote 2.0</p5>"
          }
        ]
      }
    }
  },
  {
    "type": "newsletter",
    "content": {
      "title": "Join the community",
      "text": "<p>Stay up to date and change the world with us</p>"
    }
  }
]
